{:query-days 14
 :rate-bounds {:owner [-999999 0.5]
               :suspect [0.5 0.7]
               :agent [0.7 999999]}
 :appearance-bounds {:owner [-999999 2]
                     :suspect [2 3]
                     :agent [3 999999]}
 :multi-phone-bounds {0 [-999 2]
                      0.3 [2 3]
                      0.5 [3 9999]}
 :img-count-bounds {0.3 [-999 1]
                    0.35 [1 2]
                    0.45 [2 3]
                    0.35 [3 4]
                    0 [4 999]}
 :price-bounds
 {:common
  {0.3 [-999 0]
   0.55 [0 6000]
   0.45 [6000 8000]
   0.2 [8000 10000]
   0.15 [9000 11000]
   0 [10000 9999999]}
  1
  {0.3 [-999 0]
   0.5 [0 10000]
   0.4 [10000 11000]
   0.3 [11000 13000]
   0.2 [13000 14000]
   0.0 [14000 18000]
   0.2 [18000 25000]
   0.4 [25000 9999999]}
  2
  {0.3 [-999 0]
   0.5 [0 12000]
   0.3 [12000 15000]
   0.0 [15000 30000]
   0.2 [30000 40000]
   0.3 [40000 50000]
   0.5 [50000 9999999]}
  8 ;комната
  {0.3 [-999 0]
   0.5 [0 7000]
   0.3 [7000 8000]
   0.0 [8000 11000]
   0.2 [11000 13000]
   0.5 [13000 9999999]}
  }
 :rate-weights
 {:by-fact [0 0.9]
  :to-agent [0 0.5]
  :percent [0 0.5]
  :comission [-0.4 0.4]
  :advert-marker [0 0.6]
  :absurd-phone [0 0.8]
  :owner [0.2 -0.4]
  :middleman [-0.2 0]
  :distrub [-0.1 0]
  :person-type [0 0.5]
  }
 :tasks
 {:common-classify
  {:sched "45 /1 * * * * *"
   :opts {:city :smr
          :storage-entity-src :ads
          :storage-entity-tgt :pub}
   }
  }
 }
